[
  {
    "name": "Sierra Nevada Pale Ale",
    "type": "Pale Ale",
    "description": "Sierra Nevada Pale Ale is a delightful example of the classic pale ale style. It showcases the Cascade hop, known for its floral aroma and citrusy flavor."
  },
  {
    "name": "Guinness Draught",
    "type": "Stout",
    "description": "Guinness Draught is a classic Irish dry stout, known for its creamy texture and rich, roasted flavor. It features notes of coffee, chocolate, and a hint of caramel."
  },
  {
    "name": "Heineken",
    "type": "Lager",
    "description": "Heineken is a globally recognized lager, known for its crisp and refreshing taste. It has a balanced flavor with subtle hop notes."
  },
  {
    "name": "Stella Artois",
    "type": "Pilsner",
    "description": "Stella Artois is a Belgian pilsner with a smooth and slightly bitter taste. It is known for its distinctive golden color and floral aroma."
  },
  {
    "name": "Blue Moon Belgian White",
    "type": "Wheat Beer",
    "description": "Blue Moon Belgian White is a popular wheat beer brewed with Valencia orange peel and a touch of coriander. It has a citrusy and refreshing flavor."
  },
  {
    "name": "Samuel Adams Boston Lager",
    "type": "Amber Lager",
    "description": "Samuel Adams Boston Lager is a full-bodied and flavorful beer with a balance of malt sweetness and hop bitterness. It has a rich amber color."
  },
  {
    "name": "Budweiser",
    "type": "American Lager",
    "description": "Budweiser is an American-style lager known for its crisp and clean taste. It is brewed with high-quality ingredients for a refreshing experience."
  },
  {
    "name": "Corona Extra",
    "type": "Pale Lager",
    "description": "Corona Extra is a light and refreshing Mexican lager with a smooth and crisp taste. It is often served with a wedge of lime for added flavor."
  },
  {
    "name": "IPA",
    "type": "IPA",
    "description": "IPA (India Pale Ale) is a hop-forward beer style known for its strong and bitter flavor. It features floral, citrus, and piney hop aromas."
  },
  {
    "name": "Wheat Beer",
    "type": "Wheat Beer",
    "description": "Wheat beer is a refreshing beer style brewed with a significant proportion of wheat. It has a light and crisp character with notes of banana and clove."
  },
  {
    "name": "Pilsner",
    "type": "Pilsner",
    "description": "Pilsner is a pale lager beer with a clean and crisp taste. It originated in the Czech Republic and is characterized by its golden color and hop bitterness."
  },
  {
    "name": "Porter",
    "type": "Porter",
    "description": "Porter is a dark beer style with a rich and malty flavor. It often features notes of chocolate, coffee, and caramel, with a smooth and velvety texture."
  },
  {
    "name": "Stout",
    "type": "Stout",
    "description": "Stout is a dark and robust beer style with a roasted malt flavor."
  },
  {
    "name": "Hefeweizen",
    "type": "Wheat Beer",
    "description": "Hefeweizen is a German wheat beer known for its cloudy appearance and flavors of banana and clove. It has a refreshing and slightly tart taste."
  },
  {
    "name": "Belgian Tripel",
    "type": "Belgian Ale",
    "description": "Belgian Tripel is a strong and complex beer style with fruity esters, spicy phenols, and a moderate hop bitterness. It has a golden color and a dry finish."
  },
  {
    "name": "Amber Ale",
    "type": "Amber Ale",
    "description": "Amber Ale is a balanced beer style with a malt-forward profile and moderate hop bitterness. It has a reddish-amber color and flavors of caramel and toasted bread."
  },
  {
    "name": "Saison",
    "type": "Farmhouse Ale",
    "description": "Saison is a farmhouse-style ale with a fruity and spicy character. It is known for its dry and refreshing nature, with a touch of tartness."
  },
  {
    "name": "Dunkelweizen",
    "type": "Dark Wheat Beer",
    "description": "Dunkelweizen is a dark wheat beer with flavors of chocolate, caramel, and toasted malt. It has a rich and smooth character, complemented by the banana and clove notes of a traditional Hefeweizen."
  },
  {
    "name": "Belgian Witbier",
    "type": "Wheat Beer",
    "description": "Belgian Witbier, also known as White Beer, is a refreshing wheat beer brewed with coriander and orange peel. It has a hazy appearance and a citrusy flavor with hints of spice."
  },
  {
    "name": "American Pale Ale",
    "type": "Pale Ale",
    "description": "American Pale Ale is a hop-forward beer style with a strong malt backbone. It features citrusy and piney hop flavors, balanced with caramel and biscuit notes from the malt."
  },
  {
    "name": "Gose",
    "type": "Sour Ale",
    "description": "Gose is a traditional German sour beer style brewed with coriander and salt. It has a tart and slightly salty taste, with hints of citrus and spice."
  },
  {
    "name": "Milk Stout",
    "type": "Stout",
    "description": "Milk Stout, also known as Sweet Stout, is a dark beer style with a creamy and smooth texture. It features flavors of roasted malt, chocolate, and a touch of sweetness."
  },
  {
    "name": "ESB (Extra Special Bitter)",
    "type": "Amber Ale",
    "description": "ESB is a British beer style with a balance of malt sweetness and hop bitterness. It has a copper color and flavors of toffee, caramel, and earthy hops."
  },
  {
    "name": "Rauchbier",
    "type": "Smoked Beer",
    "description": "Rauchbier is a German beer style known for its smoky flavor, reminiscent of smoked meats. It has a dark color and a rich malt character, with a subtle hop presence."
  },
  {
    "name": "Belgian Dubbel",
    "type": "Belgian Ale",
    "description": "Belgian Dubbel is a Trappist beer style with a rich and complex flavor profile. It features notes of dark fruits, caramel, and spices, with a moderate level of sweetness."
  },
  {
    "name": "Weihenstephaner Hefeweissbier",
    "type": "German Hefeweizen",
    "description": "Weihenstephaner Hefeweissbier is a renowned German Hefeweizen with a long-standing brewing tradition. It exhibits a cloudy appearance, a refreshing banana and clove flavor profile, and a smooth, creamy texture."
  },
  {
    "name": "Chimay Blue",
    "type": "Belgian Strong Dark Ale",
    "description": "Chimay Blue, also known as Chimay Grande Réserve, is a Belgian Trappist ale with a robust and complex character. It showcases a deep mahogany color, rich malty flavors, fruity esters, and a warming alcohol presence."
  },
  {
    "name": "Sapporo",
    "type": "Japanese Lager",
    "description": "Sapporo is a popular Japanese lager with a crisp and clean taste. It is brewed using quality ingredients, resulting in a light and refreshing beer that pairs well with a variety of cuisines."
  },
  {
    "name": "Tiger Beer",
    "type": "Asian Lager",
    "description": "Tiger Beer is a well-known Asian lager brewed in Singapore. It features a smooth and crisp profile with a touch of hop bitterness and a clean finish, making it a popular choice for many beer enthusiasts."
  },
  {
    "name": "Dos Equis Ambar",
    "type": "Vienna Lager",
    "description": "Dos Equis Ambar is a Mexican Vienna Lager with a rich amber color and a balanced blend of malt sweetness and hop bitterness. It offers flavors of toasted bread, caramel, and a hint of floral notes."
  },
  {
    "name": "Peroni Nastro Azzurro",
    "type": "Italian Lager",
    "description": "Peroni Nastro Azzurro is an Italian lager that exudes a crisp and refreshing character. It is crafted using a meticulous brewing process, resulting in a beer with a delicate balance of malt and hop flavors."
  },
  {
    "name": "Tsingtao",
    "type": "Chinese Lager",
    "description": "Tsingtao is a popular Chinese lager with a light and clean profile. It is brewed using high-quality ingredients and showcases a mild malt sweetness, subtle hop notes, and a smooth finish."
  },
  {
    "name": "Asahi Super Dry",
    "type": "Japanese Rice Lager",
    "description": "Asahi Super Dry is a Japanese rice lager known for its light and crisp taste. It offers a clean and refreshing flavor profile with subtle fruity and floral notes."
  },
  {
    "name": "Hoegaarden",
    "type": "Belgian Witbier",
    "description": "Hoegaarden is a classic Belgian witbier with a hazy appearance and a refreshing citrus and spice flavor. It is brewed with coriander and orange peel, resulting in a distinctive and flavorful beer."
  },
  {
    "name": "Fuller's ESB",
    "type": "Extra Special Bitter",
    "description": "Fuller's ESB (Extra Special Bitter) is a British ale with a deep amber color and a rich, malty character. It features a well-balanced combination of hop bitterness and malt sweetness, creating a satisfying and flavorful brew."
  },
  {
    "name": "Paulaner Hefe-Weissbier",
    "type": "German Hefeweizen",
    "description": "Paulaner Hefe-Weissbier is a classic German Hefeweizen with a rich history and a distinctive character. It features a cloudy appearance, a fruity and spicy flavor profile, and a smooth, creamy texture."
  },
  {
    "name": "Rochefort 10",
    "type": "Belgian Quadrupel",
    "description": "Rochefort 10 is a renowned Belgian Quadrupel brewed by Trappist monks. It is a complex and full-bodied beer with flavors of dark fruits, caramel, and warming alcohol. It has a deep mahogany color and a rich, velvety texture."
  },
  {
    "name": "Erdinger Weissbier",
    "type": "German Hefeweizen",
    "description": "Erdinger Weissbier is a well-known German Hefeweizen that exemplifies the style's characteristics. It offers a refreshing blend of banana, clove, and yeast flavors, with a smooth and effervescent mouthfeel."
  },
  {
    "name": "Pilsner Urquell",
    "type": "Czech Pilsner",
    "description": "Pilsner Urquell is a legendary Czech Pilsner that pioneered the Pilsner beer style. It has a crisp and clean taste, with a balanced malt sweetness and a pronounced hop bitterness. It features a golden color and a refreshing finish."
  },
  {
    "name": "Modelo Especial",
    "type": "Mexican Lager",
    "description": "Modelo Especial is a popular Mexican lager known for its smooth and refreshing character. It offers a balanced flavor profile with notes of malt, corn, and a touch of hop bitterness."
  },
  {
    "name": "Franziskaner Weissbier",
    "type": "German Hefeweizen",
    "description": "Franziskaner Weissbier is a traditional German Hefeweizen that captures the essence of the style. It boasts a cloudy appearance, a fruity and spicy flavor profile, and a lively carbonation that enhances its overall refreshment."
  },
  {
    "name": "Cerveza Negra",
    "type": "Dark Lager",
    "description": "Cerveza Negra is a flavorful dark lager hailing from Latin America. It features a deep brown color, roasted malt flavors, hints of chocolate and caramel, and a smooth, clean finish."
  },
  {
    "name": "Kronenbourg 1664 Blanc",
    "type": "White Beer",
    "description": "Kronenbourg 1664 Blanc is a refreshing white beer from France. It is brewed with wheat, featuring a hazy appearance, citrusy notes, and a subtle spicy undertone."
  },
  {
    "name": "Brooklyn Lager",
    "type": "Amber Lager",
    "description": "Brooklyn Lager is an American amber lager with a robust malt profile and a firm hop bitterness. It showcases flavors of caramel, toasty bread, and floral hop notes, offering a well-balanced and flavorful experience."
  },
  {
    "name": "Leffe Blonde",
    "type": "Belgian Blonde Ale",
    "description": "Leffe Blonde is a Belgian Blonde Ale with a bright golden color and a complex flavor profile. It offers a balance of fruity esters and spicy phenols."
  },

  {
    "name": "Samuel Adams Boston Lager",
    "type": "Vienna Lager",
    "description": "Samuel Adams Boston Lager is a classic American Vienna Lager with a rich amber color and a balanced blend of malt sweetness and hop bitterness. It features flavors of caramel, toasted bread, and a hint of citrus."
  },
  {
    "name": "Guinness Draught",
    "type": "Irish Dry Stout",
    "description": "Guinness Draught is an iconic Irish dry stout with a velvety texture and a rich, roasted flavor. It showcases notes of coffee, chocolate, and a subtle bitterness, offering a distinctively smooth and satisfying drinking experience."
  },
  {
    "name": "Duvel",
    "type": "Belgian Strong Golden Ale",
    "description": "Duvel is a renowned Belgian Strong Golden Ale with a strong and complex character. It features a pale golden color, fruity esters, spicy phenols, and a dry finish. It is known for its effervescent carbonation and warming alcohol presence."
  },
  {
    "name": "Augustiner Helles",
    "type": "Munich Helles Lager",
    "description": "Augustiner Helles is a traditional Munich Helles Lager with a pale golden color and a clean, crisp taste. It offers a balanced combination of bready malt flavors, subtle hop bitterness, and a refreshing finish."
  },
  {
    "name": "Chimay Red",
    "type": "Belgian Dubbel",
    "description": "Chimay Red, also known as Chimay Première, is a Trappist Belgian Dubbel with a deep brown color and a rich, malty character. It showcases flavors of dark fruits, caramel, and a touch of spice, with a medium body and a smooth finish."
  },
  {
    "name": "Pilsner Urquell",
    "type": "Czech Pilsner",
    "description": "Pilsner Urquell is a renowned Czech Pilsner that pioneered the Pilsner beer style. It has a crisp and clean taste, with a balanced malt sweetness and a pronounced hop bitterness. It features a golden color and a refreshing finish."
  },
  {
    "name": "Rogue Dead Guy Ale",
    "type": "Maibock",
    "description": "Rogue Dead Guy Ale is a Maibock-style beer with a deep amber color and a rich, malty flavor. It offers a balanced combination of toffee, caramel, and toasted malt notes, with a subtle hop presence and a smooth, clean finish."
  },
  {
    "name": "La Chouffe",
    "type": "Belgian Strong Ale",
    "description": "La Chouffe is a Belgian Strong Ale with a golden color and a lively carbonation. It features fruity and spicy flavors, with hints of citrus, coriander, and a touch of sweetness, creating a refreshing and enjoyable drinking experience."
  },
  {
    "name": "Weihenstephaner Kristallweissbier",
    "type": "German Kristallweizen",
    "description": "Weihenstephaner Kristallweissbier is a crystal-clear version of a German wheat beer. It offers a refreshing and light-bodied profile with flavors of banana, clove, and a crisp, wheaty character."
  },
  {
    "name": "Tripel Karmeliet",
    "type": "Belgian Tripel",
    "description": "Tripel Karmeliet is a renowned Belgian Tripel with a golden color and a complex flavor profile."
  }
]
